export const rulesData = [
  {
    title: "1. Основні положення",
    rules: [
      "1.1 Адміністрація завжди права, і залишає за собою повне право міняти правила серверу у будь-який час і видавати покарання гравцям у будь-якому випадку.",
      "1.2 Відповідальність за скоєні дії на аккаунті лежить на власнику аккаунта, не залежно від того чи їх взламали, чи це були не вони.",
      "1.3 Заборонено передавати свій аккаунт іншим гравцям серверу, імперсонувати їх або намагатися зашкодити будь-кому.",
      "1.4 Заборонено намагатися зашкодити серверу, будь то побудова лагмашин, використання глічів і експлоїтів, чи вирахування сіду серверу.",
      "1.5 Заборонені символи і висловлення які мають на меті образити або дискримінувати інших. (Включно із свастиками і прапорами росії)",
    ],
  },
  {
    title: "2. Правила гри",
    rules: [
      "2.1 Заборонено черезмірно ображати інших людей, якщо їм або людям навколо неприємно - зупиніться. Жарти і рофл дозволені але якщо це нікому не заважає.",
      //   "2.2 Будь які зміни на території спавну або тої території що прилягає до спавну мають бути погоджені із Адміністрацією. На перших днях серверу ви можете вільно видобувати ресурси під або поруч зі спавном якщо це не руйнує вигляд місцевості дуже сильно.",
      "2.2 Будувати та добувати ресурси на спавні дозволено допоки адміністрація не заснує там поселення. Гравцям створювати поселення на спавні заборонено.",
      "2.3 Заборонено брати чужі речі або змінювати зайняту територію без дозволу. Не бери нічого зі скринь які не належать тобі. Заборонено убивати інших гравців або їх тварин без дозволу.",
      "2.4 Заборонено псувати вигляд поверхні. Якщо ви рубите дерево, зрубіть його до кінця. Якщо біля вас вибухнув кріпер - залатайте діру.",
      "2.5 Збудовані авто ферми які будуються в поселеннях повинні бути сховані/замасковані під оточення.",
      "2.6 Будь який дюп предметів заборонений. Дозволено використовувати дюп динаміту якщо це не нанесе шкоди іншим.",
      "2.7 Заборонено використовувати баги і експлоїти у самому майнкрафті які можуть надати перевагу над іншими.",
      "2.8 Заборонені будь які модифікації гри які дають несправедливу перевагу над іншими гравцями, такі як X-ray, Freecam, Baritone, FindMe, Impact, або будь які моди, ресурспаки, чи клієнти які виконують такі самі або схожі функції.",
      "2.9 Заборонено будувати портали на криші незеру для переміщення по ній. Доки їх використання для ферм все ще дозволено.",
    ],
  },
];
